{
    "Home": "الرئيسية",
    "About Us": "نبذة عنا",
    "Services": "الخدمات",
    "Packages": "الباقات",
    "Projects": "المشاريع",
    "Blogs": "المدونات",
    "Contact Us": "اتصل بنا",
    "Get a Free Consultation": "احصل على استشارة مجانية",
    "At 3Tech, we specialize in delivering innovative solutions to empower businesses in the digital age. From website development to branding, we turn your vision into reality.": "في 3Tech، نحن متخصصون في تقديم حلول مبتكرة لتمكين الشركات في العصر الرقمي. بدءًا من تطوير مواقع الويب وحتى وضع العلامات التجارية، نعمل على تحويل رؤيتك إلى حقيقة.",
    "Request Free Audit": "احصل على استشارة مجانية",
    "Quick Links": "روابط سريعة",
    "E-Commerce Solutions": "حلول التجارة الإلكترونية",
    "Mobile Applications": "تطبيقات الجوال",
    "Marketing Solutions": "حلول التسويق",
    "Creative Design": "التصميم الإبداعي",
    "Digital Optimization": "تحسين الأداء الرقمي",
    "Have Questions?": "هل لديك أسئلة؟",
    "Email": "البريد الإلكتروني",
    "Phone no": "رقم الهاتف",
    "Copyright © 2024 3Tech": "حقوق الطبع والنشر: 2024 © ثري تك",
    "Term of use": "شروط الاستخدام",
    "Privacy Policy": "سياسة الخصوصية",
    "Cookie Policy": "سياسة ملفات تعريف الارتباط",
    "Let’s Start to Work": "لنبدأ العمل سويا ",
    "Digital Solutions": "الحلول الرقمية",
    "Empowering Innovation with Cutting-Edge Technology": "تمكين الابتكار من خلال التكنولوجيا المتطورة",
    "At 3Tech, we provide cutting-edge solutions designed to help your business grow and succeed. From customized software to seamless system integrations, we deliver the tools you need to stay ahead in a fast-paced digital world.": "في ثري تك، نقدم حلولاً متطورة مصممة لمساعدة عملك على النمو والنجاح. من البرمجيات المخصصة إلى تكامل الأنظمة بسلاسة، نوفر لك الأدوات التي تحتاجها للبقاء في الطليعة في عالم رقمي سريع الخطى.",
    "Discover Our Solutions": "اكتشف حلولنا",
    "Who We Are": "من نحن",
    "Connecting Your Business With The World!": "ربط عملك بعالمٍ واسع",
    "In a world where creativity meets technology, 3Tech delivers exceptional experiences in building online stores, apps, and digital marketing. We're here to tell your story and connect you with your audience through unique and impactful approaches.": "في عالم يلتقي فيه الإبداع بالتكنولوجيا، تقدم ثري تك تجارب استثنائية في بناء المتاجر الإلكترونية، التطبيقات، والتسويق الرقمي. نحن هنا لنروي قصتك ونوصلك بجمهورك من خلال طرق فريدة وذات تأثير. كل مشروع معنا يصبح رحلة لا تُنسى نحو النجاح.",
    "Discover Our Story": "اكتشف قصتنا",
    "Years in Business": "سنوات في العمل",
    "Successful Projects": "مشاريع ناجحة",
    "Happy Clients": "عملاء سعداء",
    "Solutions That Redefine Excellence": "حلول تعيد تعريف التميز",
    "Our Services": "خدماتنا",
    "View All Services": "عرض جميع الخدمات",
    "Launch and manage online stores effortlessly with user-friendly designs, payment integration, and shipping tools for e-commerce success.": "قم بإطلاق وإدارة المتاجر الإلكترونية بسهولة مع تصاميم سهلة الاستخدام، تكامل الدفع، وأدوات الشحن لتحقيق نجاح التجارة الإلكترونية.",
    "Explore Service": "استكشاف الخدمة",
    "Build or enhance custom apps, offering seamless user experiences in a mobile-first world.": "قم ببناء أو تحسين التطبيقات المخصصة، مع تقديم تجارب مستخدم سلسة في عالم يركز على الهواتف المحمولة.",
    "Achieve growth with tailored marketing strategies, expert advertising, and high-quality content creation.": "حقق النمو من خلال استراتيجيات تسويقية مخصصة، وإعلانات احترافية، وإنشاء محتوى عالي الجودة.",
    "Elevate your brand with unique visual identities, stunning graphics, and innovative designs": "ارفع علامتك التجارية من خلال هويات بصرية فريدة، ورسومات مذهلة، وتصاميم مبتكرة.",
    "Enhance online visibility through expert SEO and social media management to reach the right audience.": "عزز الظهور عبر الإنترنت من خلال تحسين محركات البحث (SEO) وإدارة وسائل التواصل الاجتماعي للوصول إلى الجمهور المناسب."
}