{
    "Home": "الرئيسية",
    "About Us": "نبذة عنا",
    "Services": "الخدمات",
    "Packages": "الباقات",
    "Projects": "المشاريع",
    "Blogs": "المدونات",
    "Contact Us": "اتصل بنا",
    "Get a Free Consultation": "احصل على استشارة مجانية",
    "At 3Tech, we specialize in delivering innovative solutions to empower businesses in the digital age. From website development to branding, we turn your vision into reality.": "في ثري تك، نحن متخصصون في تقديم حلول مبتكرة لتمكين الشركات في العصر الرقمي. بدءًا من تطوير مواقع الويب وحتى وضع العلامات التجارية، نعمل على تحويل رؤيتك إلى حقيقة.",
    "Request Free Audit": "احصل على استشارة مجانية",
    "Quick Links": "روابط سريعة",
    "E-Commerce Solutions": "حلول التجارة الإلكترونية",
    "Mobile Applications": "تطبيقات الجوال",
    "Marketing Solutions": "حلول التسويق",
    "Creative Design": "التصميم الإبداعي",
    "Digital Optimization": "تحسين الأداء الرقمي",
    "Have Questions?": "هل لديك أسئلة؟",
    "Email": "البريد الإلكتروني",
    "Phone no": "رقم الهاتف",
    "Copyright © 2025 3Tech": "حقوق الطبع والنشر: 2025 © ثري تك",
    "Term of use": "شروط الاستخدام",
    "Privacy Policy": "سياسة الخصوصية",
    "Cookie Policy": "سياسة ملفات تعريف الارتباط",
    "Let’s Start to Work": "لنبدأ العمل سويا ",
    "Digital Solutions": "الحلول الرقمية",
    "Empowering Innovation with Cutting-Edge Technology": "تمكين الابتكار من خلال التكنولوجيا المتطورة",
    "At 3Tech, we provide cutting-edge solutions designed to help your business grow and succeed. From customized software to seamless system integrations, we deliver the tools you need to stay ahead in a fast-paced digital world.": "في ثري تك، نقدم حلولاً متطورة مصممة لمساعدة عملك على النمو والنجاح. من البرمجيات المخصصة إلى تكامل الأنظمة بسلاسة، نوفر لك الأدوات التي تحتاجها للبقاء في الطليعة في عالم رقمي سريع الخطى.",
    "Discover Our Solutions": "اكتشف حلولنا",
    "Who We Are": "من نحن",
    "Connecting Your Business With The World!": "ربط عملك بعالمٍ واسع",
    "In a world where creativity meets technology, 3Tech delivers exceptional experiences in building online stores, apps, and digital marketing. We're here to tell your story and connect you with your audience through unique and impactful approaches.": "في عالم يلتقي فيه الإبداع بالتكنولوجيا، تقدم ثري تك تجارب استثنائية في بناء المتاجر الإلكترونية، التطبيقات، والتسويق الرقمي. نحن هنا لنروي قصتك ونوصلك بجمهورك من خلال طرق فريدة وذات تأثير. كل مشروع معنا يصبح رحلة لا تُنسى نحو النجاح.",
    "Discover Our Story": "اكتشف قصتنا",
    "Years in Business": "سنوات في العمل",
    "Successful Projects": "مشاريع ناجحة",
    "Happy Clients": "عملاء سعداء",
    "Solutions That Redefine Excellence": "حلول تعيد تعريف التميز",
    "Our Services": "خدماتنا",
    "View All Services": "عرض جميع الخدمات",
    "Launch and manage online stores effortlessly with user-friendly designs, payment integration, and shipping tools for e-commerce success.": "قم بإطلاق وإدارة المتاجر الإلكترونية بسهولة مع تصاميم سهلة الاستخدام، تكامل الدفع، وأدوات الشحن لتحقيق نجاح التجارة الإلكترونية.",
    "Explore Service": "استكشاف الخدمة",
    "Build or enhance custom apps, offering seamless user experiences in a mobile-first world.": "قم ببناء أو تحسين التطبيقات المخصصة، مع تقديم تجارب مستخدم سلسة في عالم يركز على الهواتف المحمولة.",
    "Achieve growth with tailored marketing strategies, expert advertising, and high-quality content creation.": "حقق النمو من خلال استراتيجيات تسويقية مخصصة، وإعلانات احترافية، وإنشاء محتوى عالي الجودة.",
    "Elevate your brand with unique visual identities, stunning graphics, and innovative designs.": "ارفع علامتك التجارية من خلال هويات بصرية فريدة، ورسومات مذهلة، وتصاميم مبتكرة.",
    "Enhance online visibility through expert SEO and social media management to reach the right audience.": "عزز الظهور عبر الإنترنت من خلال تحسين محركات البحث (SEO) وإدارة وسائل التواصل الاجتماعي للوصول إلى الجمهور المناسب.",
    "Insights, Tips, and Trends": "أفكار، نصائح، واتجاهات",
    "Explore The Latest In Digital Solutions": "استكشف أحدث الحلول الرقمية",
    "Stay updated with expert insights, actionable tips, and industry trends that help you grow your business in the ever-evolving digital world.": "ابقَ على اطلاع على رؤى الخبراء والنصائح العملية واتجاهات الصناعة التي تساعدك على تنمية عملك في العالم الرقمي المتطور باستمرار.",
    "Best SEO Techniques For Ecommerce": "أفضل تقنيات تحسين محركات البحث للتجارة الإلكترونية",
    "Give lady of they such they sure it. Me contained explained my education. Vulgar as hearts by garret. Perceived determine departure explained no forfeited he something": "أعطِ السيدة مما لديهم فتأكدوا منه. شرحتُ تعليمي بشكل واضح. كانت فظة مثل القلوب في العلية. لم يتم التخلي عن أي شيء لأنه فُسِّر بشكل صحيح.",
    "By Avrix": "بواسطة أفريكس",
    "Category List": "قائمة الفئات",
    "E-Commerce Solutions (3)": "حلول التجارة الإلكترونية (3)",
    "Mobile Applications (4)": "تطبيقات الهاتف المحمول (4)",
    "Marketing Solutions (4)": "حلول التسويق (4)",
    "Creative Design (4)": "التصميم الإبداعي (4)",
    "Digital Optimization (4)": "تحسين الأداء الرقمي (4)",
    "Online Voices": "الأصوات عبر الإنترنت",
    "Creating for an On-the-Go Audience": "إنشاء محتوى لجمهور دائم التنقل",
    "Your Path to Audience Engagement": "طريقك إلى تفاعل الجمهور",
    "Connecting with Key": "الاتصال بالمفتاح",
    "Here’s What We Provide": "إليك ما نقدمه",
    "Development": "التطوير",
    "WordPress": "ووردبريس",
    "Cloud Migration": "ترحيل السحابة",
    "Front End Development": "تطوير الواجهة الأمامية",
    "JavaScript": "جافا سكريبت",
    "Flutter Framework": "إطار فلاتر",
    "Visual Identity Design": "تصميم الهوية البصرية",
    "Visual Content Design": "تصميم المحتوى المرئي",
    "Motion Graphics & Video Editing": "الرسوم المتحركة وتحرير الفيديو",
    "Build a unique, cohesive visual identity that sets your brand apart and leaves a lasting impression.": "قم ببناء هوية بصرية فريدة ومتماسكة تميز علامتك التجارية وتترك انطباعًا دائمًا.",
    "Develop winning marketing strategies with expert guidance to achieve your business goals.": "طوّر استراتيجيات تسويقية ناجحة بتوجيه من الخبراء لتحقيق أهداف عملك.",
    "Bring your ideas to life with dynamic motion graphics and professionally edited videos.": "حوّل أفكارك إلى واقع من خلال الرسوم المتحركة الديناميكية ومقاطع الفيديو المحررة بشكل احترافي.",
    "Why Choose Us for Creative Design?": "لماذا تختارنا للتصميم الإبداعي؟",
    "Tailored Designs": "نصمم مرئيات مخصصة تعكس شخصية ورسالة علامتك التجارية.",
    "Innovative Solutions": "حلول مبتكرة",
    "Consistency Across Channels": "التناسق عبر القنوات",
    "Fast Turnaround Time": "تنفيذ سريع",
    "Designing with Purpose": "تصميم هادف",
    "Step 1": "الخطوة 1",
    "Step 2": "الخطوة 2",
    "Step 3": "الخطوة 3",
    "Step 4": "الخطوة 4",
    "Step 5": "الخطوة 5",
    "Initial Consultation": "الاستشارة الأولية",
    "Concept Development": "تطوير المفهوم",
    "Design Refinement": "تحسين التصميم",
    "Final Delivery": "التسليم النهائي",
    "Brand Implementation": "تنفيذ العلامة التجارية",
    "We create custom visuals that reflect your brand’s personality and message.": "نقوم بإنشاء تصاميم مخصصة تعكس هوية ورسالة علامتك التجارية.",
    "Understand your brand, values, and design requirements.": "فهم علامتك التجارية وقيمك ومتطلبات التصميم.",
    "Create initial design concepts that align with your vision.": "إنشاء مفاهيم تصميم أولية تتماشى مع رؤيتك.",
    "Refine the design based on your feedback to ensure perfection.": "تحسين التصميم بناءً على ملاحظاتك لضمان الكمال.",
    "Deliver high-quality, scalable design assets for use across all channels.": "تقديم أصول تصميم عالية الجودة وقابلة للتطوير للاستخدام عبر جميع القنوات.",
    "Assist in implementing the designs across various platforms.": "المساعدة في تنفيذ التصاميم عبر مختلف المنصات.",
    "Custom Package Option": "خيار الحزمة المخصصة",
    "Didn’t Find What You Need? Let’s Build A Custom Package Just For You!": "لم تجد ما تحتاجه؟ دعنا نبني لك حزمة مخصصة!",
    "Call Us On": "اتصل بنا على",
    "Location": "الموقع",
    "Saudi Arabia (KSA)": "المملكة العربية السعودية (KSA)",
    "Name": "الاسم",
    "Phone": "رقم الهاتف",
    "Message": "الرسالة",
    "Subject": "الموضوع",
    "Request a Custom Package": "طلب حزمة مخصصة",
    "SEO Services": "خدمات تحسين محركات البحث",
    "Social Media Account Management": "إدارة حسابات وسائل التواصل الاجتماعي",
    "Shipping Services": "خدمات الشحن",
    "Boost your search engine ranking and drive organic traffic with tailored SEO strategies.": "عزز ترتيب موقعك في محركات البحث وزد من عدد الزيارات الطبيعية من خلال استراتيجيات تحسين محركات البحث المخصصة.",
    "Strengthen your online presence with consistent social media content and engagement strategies.": "عزز حضورك الرقمي من خلال محتوى متناسق واستراتيجيات تفاعل على وسائل التواصل الاجتماعي.",
    "Streamline your logistics with integrated shipping solutions that save time and enhance customer satisfaction.": "قم بتبسيط عمليات الشحن من خلال حلول متكاملة توفر الوقت وتعزز رضا العملاء.",
    "Why Choose Us for Digital Optimization?": "لماذا تختارنا لتحسين الأداء الرقمي؟",
    "SEO Expertise": "خبرة في تحسين محركات البحث",
    "We use proven strategies to boost your search engine rankings and drive organic traffic to your website.": "نستخدم استراتيجيات مثبتة لرفع ترتيب موقعك في محركات البحث وزيادة الزيارات الطبيعية.",
    "Data-Driven Insights": "تحليلات قائمة على البيانات",
    "User Experience Focused": "تركيز على تجربة المستخدم",
    "Cross-Platform Optimization": "تحسين عبر جميع المنصات",
    "Continuous Growth": "نمو مستمر",
    "Our Path to E-Commerce Success": "مسارنا نحو نجاح التجارة الإلكترونية",
    "Consultation & Strategy": "الاستشارة والاستراتيجية",
    "Design & Prototype": "التصميم والنموذج الأولي",
    "Development & Integration": "التطوير والتكامل",
    "Testing & Optimization": "الاختبار والتحسين",
    "Launch & Training": "الإطلاق والتدريب",
    "Ongoing Support": "الدعم المستمر",
    "We start by understanding your business goals, target audience, and product offerings to create a tailored e-commerce strategy.": "نبدأ بفهم أهداف عملك والجمهور المستهدف وعروض المنتجات لإنشاء استراتيجية تجارة إلكترونية مخصصة.",
    "Our team designs a visually appealing and user-friendly interface that reflects your brand and ensures smooth navigation.": "يقوم فريقنا بتصميم واجهة جذابة وسهلة الاستخدام تعكس علامتك التجارية وتضمن تجربة تصفح سلسة.",
    "We build your store using the latest technology and integrate essential features like payment gateways, shipping modules, and inventory management.": "نقوم بإنشاء متجرك باستخدام أحدث التقنيات ودمج الميزات الأساسية مثل بوابات الدفع ووحدات الشحن وإدارة المخزون.",
    "Every aspect of your store is rigorously tested to ensure flawless performance and a seamless shopping experience.": "يتم اختبار كل جانب من جوانب متجرك بدقة لضمان أداء مثالي وتجربة تسوق سلسة.",
    "Once ready, we launch your store and provide training so you can manage it confidently.": "بمجرد الانتهاء، نقوم بإطلاق متجرك وتوفير التدريب اللازم حتى تتمكن من إدارته بثقة.",
    "Our team remains available for maintenance, updates, and any additional features you may need.": "يظل فريقنا متاحًا للصيانة والتحديثات وأي ميزات إضافية قد تحتاجها.",
    "Dedicated Support": "دعم مخصص",
    "Ownership with No Hidden Fees": "ملكية بدون رسوم خفية",
    "Cutting-Edge Technology": "تقنيات متقدمة",
    "End-to-End Integration": "تكامل شامل",
    "We don’t just build stores; we craft experiences uniquely designed to meet your business needs.": "نحن لا نبني المتاجر فقط؛ بل نصمم تجارب فريدة مصممة خصيصًا لتلبية احتياجات عملك.",
    "Tailored Store Development": "تطوير متجر مخصص",
    "Why 3Tech is Your Perfect E-Commerce Partner?": "لماذا ثري تك هو شريكك المثالي في التجارة الإلكترونية؟",
    "Simplify transactions with secure and efficient payment gateway integration tailored for your online store.": "قم بتبسيط المعاملات من خلال دمج بوابة دفع آمنة وفعالة مصممة خصيصًا لمتجرك عبر الإنترنت.",
    "Payment Integration (3Pay)": "دمج الدفع (3Pay)",
    "Online Store Development": "تطوير المتاجر الإلكترونية",
    "We build modern, feature-rich online stores designed for a seamless shopping experience, helping you sell smarter and scale faster.": "نقوم ببناء متاجر إلكترونية حديثة وغنية بالميزات مصممة لتجربة تسوق سلسة، مما يساعدك على البيع بذكاء والتوسع بسرعة.",
    "Expertise you can Trust": "خبرة يمكنك الوثوق بها",
    "Turning Ideas into Impactful Digital Journeys": "تحويل الأفكار إلى رحلات رقمية مؤثرة",
    "Transform your business with a seamless digital journey.": "حوّل عملك إلى رحلة رقمية سلسة.",
    "3Tech was born from a desire to bridge creativity and technology. We’ve built a team of experts who don’t just develop apps or design stores—they craft experiences that inspire, connect, and drive results. Every line of code, every design choice, and every campaign is created with your success in mind.": "تم إنشاء ثري تك من رغبة في ربط الإبداع بالتكنولوجيا. لقد أنشأنا فريقًا من الخبراء الذين لا يقومون فقط بتطوير التطبيقات أو تصميم المتاجر، بل يصنعون تجارب تلهم وتربط وتحقق النتائج. كل سطر من الأكواد، وكل اختيار تصميم، وكل حملة تم إنشاؤها مع وضع نجاحك في الاعتبار.",
    "01. Our Mission": "01. مهمتنا",
    "02. Our Vision": "02. رؤيتنا",
    "Shaping the Future, One Idea at a Time": "تشكيل المستقبل، فكرة واحدة في كل مرة",
    "We envision a world where businesses of every size thrive in the digital era. Our mission is to empower brands with the tools, strategies, and creativity they need to leave a mark on their industry.": "نحن نتخيل عالمًا تزدهر فيه الشركات من جميع الأحجام في العصر الرقمي. مهمتنا هي تمكين العلامات التجارية بالأدوات والاستراتيجيات والإبداع الذي تحتاجه لترك بصمة في صناعتها.",
    "What Is Included In The Website Design And Development Package?": "ما الذي يتضمنه باقة تصميم وتطوير المواقع الإلكترونية؟",
    "Our website package includes custom UI/UX design, responsive web development, up to 5 pages, and basic SEO optimization. Additional features can be added based on your needs.": "تتضمن باقتنا تصميم UI/UX مخصص، تطوير ويب متجاوب، ما يصل إلى 5 صفحات، وتحسين أساسي لمحركات البحث. يمكن إضافة ميزات إضافية حسب احتياجاتك.",
    "Do I Own The Website After It’s Created?": "هل أمتلك الموقع الإلكتروني بعد إنشائه؟",
    "Yes, once the project is complete, you fully own your website, including all its assets and code.": "نعم، بمجرد اكتمال المشروع، تمتلك موقعك الإلكتروني بالكامل، بما في ذلك جميع أصوله وكوده البرمجي.",
    "How Long Does It Take To Deliver A Project?": "كم يستغرق تسليم المشروع؟",
    "Delivery timelines vary based on project complexity. Typically, a project takes 2–6 weeks to complete.": "تعتمد مدة التسليم على مدى تعقيد المشروع. عادةً، يستغرق إكمال المشروع من 2 إلى 6 أسابيع.",
    "Can I Customize The Packages?": "هل يمكنني تخصيص الباقات؟",
    "Yes, our packages are fully customizable to fit your specific business needs.": "نعم، باقاتنا قابلة للتخصيص بالكامل لتناسب احتياجات عملك المحددة.",
    "(FAQs)": "(الأسئلة الشائعة)",
    "Frequently Asked Questions (FAQs)": "الأسئلة الشائعة (FAQs)",
    "Got a question? We've probably heard it before—and we've got the answers to prove it! Dive into our FAQs to solve your mysteries, big or small.": "لديك سؤال؟ ربما سمعنا به من قبل—ولدينا الإجابات لإثبات ذلك! استكشف الأسئلة الشائعة لدينا لحل أي لغز، كبيرًا كان أم صغيرًا.",
    "Get Contact Now": "تواصل معنا الآن",
    "Let’s Create Something Remarkable Together.": "لنُبدع شيئًا مميزًا معًا.",
    "Company Logo": "شعار الشركة",
    "Send Now": "أرسل الآن",
    "Let's Bring Your Vision Into Reality": "لنحقق رؤيتك إلى واقع",
    "Your email address will not be published. Required fields are marked *": "لن يتم نشر عنوان بريدك الإلكتروني. الحقول المطلوبة محددة بـ *",
    "Get in Touch": "ابقَ على تواصل",
    "Need Further Assistance?": "هل تحتاج إلى مساعدة إضافية؟",
    "Have a question, feedback, or just want to say hello? We’d love to hear from you!": "لديك سؤال، ملاحظات، أو ترغب فقط في إلقاء التحية؟ يسعدنا سماعك!",
    "Social": "وسائل التواصل",
    "Working with 3Tech has been a game-changer for our business. They transformed our online store with a beautiful, user-friendly design and seamless functionality.": "التعاون مع ثري تك كان نقطة تحول في أعمالنا. لقد قاموا بتحويل متجرنا الإلكتروني بتصميم جميل وسهل الاستخدام ووظائف سلسة.",
    "Founder of Luxe Appeal": "مؤسس Luxe Appeal",
    "3Tech exceeded our expectations. Their expertise in web development and design gave us a professional online presence that attracts more customers.": "ثري تك تجاوزت توقعاتنا. خبرتهم في تطوير الويب والتصميم منحتنا حضورًا احترافيًا على الإنترنت يجذب المزيد من العملاء.",
    "CEO of Tech Solutions": "الرئيس التنفيذي لشركة Tech Solutions",
    "What sets 3Tech apart is their commitment to understanding our business goals and aligning their solutions accordingly. I am working as Marketing Manager": "ما يميز ثري تك هو التزامهم بفهم أهداف أعمالنا ومواءمة حلولهم وفقًا لذلك. أنا أعمل كمدير تسويق.",
    "Marketing Manager at Digital World": "مدير التسويق في Digital World",
    "Their team is highly skilled and delivers projects on time. The support and communication have been outstanding throughout the process. I am Founder of InnovateX": "فريقهم يتمتع بمهارات عالية ويقدم المشاريع في الوقت المحدد. كان الدعم والتواصل رائعين طوال العملية. أنا مؤسس InnovateX",
    "Founder of InnovateX": "مؤسس InnovateX",
    "They helped us create a beautiful brand identity, and our customer retention has significantly improved. I am COO of FutureWave.": "ساعدونا في إنشاء هوية علامة تجارية رائعة، وتحسنت معدلات الاحتفاظ بالعملاء بشكل ملحوظ. أنا الرئيس التنفيذي للعمليات في FutureWave.",
    "COO of FutureWave": "الرئيس التنفيذي للعمليات في FutureWave",
    "Real Stories, Real Impact": "قصص حقيقية، تأثير حقيقي",
    "What Our Clients Say About Us": "ماذا يقول عملاؤنا عنا",
    "Our Packages": "باقاتنا",
    "Flexible Packages For Every Need": "باقات مرنة تناسب جميع الاحتياجات",
    "View All Packages": "عرض جميع الباقات",
    "Explore our custom packages offering top-notch solutions at great prices.": "استكشف باقاتنا المخصصة التي تقدم حلولًا عالية الجودة بأسعار رائعة.",
    "Business Branding Package": "باقة العلامة التجارية للأعمال",
    "600 SAR": "600 ريال سعودي",
    "Build a strong, cohesive brand identity with a package designed to make your business unforgettable.": "قم ببناء هوية تجارية قوية ومتناسقة مع باقة مصممة لجعل عملك لا يُنسى.",
    "SEO Basics": "أساسيات تحسين محركات البحث",
    "Social Media Management": "إدارة وسائل التواصل الاجتماعي",
    "Monthly Performance Reports": "تقارير الأداء الشهرية",
    "Email Marketing": "التسويق عبر البريد الإلكتروني",
    "Support : Email Support": "الدعم: دعم عبر البريد الإلكتروني",
    "Our Projects": "مشاريعنا",
    "Our Work Speaks For Itself": "أعمالنا تتحدث عن نفسها",
    "View More": "عرض المزيد",
    "Explore our success stories in e-commerce, app development, and creative marketing. See how we've helped businesses like yours thrive.": "استكشف قصص نجاحنا في التجارة الإلكترونية وتطوير التطبيقات والتسويق الإبداعي. شاهد كيف ساعدنا الشركات مثل شركتك على الازدهار.",
    "Web Design & Development": "تصميم وتطوير المواقع",
    "Explore modern, responsive websites crafted for diverse industries.": "استكشف مواقع حديثة ومتجاوبة مصممة لمختلف الصناعات.",
    "All": "الكل",
    "Showcasing Excellence Across Industries": "عرض التميز عبر مختلف الصناعات",
    "At 3Tech, every project is a reflection of our commitment to innovation, quality, and client success. Explore how we’ve helped businesses grow and thrive in the digital world.": "في ثري تك، كل مشروع يعكس التزامنا بالابتكار والجودة ونجاح العملاء. استكشف كيف ساعدنا الشركات على النمو والازدهار في العالم الرقمي.",
    "UI & UX Design": "تصميم واجهات وتجربة المستخدم",
    "Web Design": "تصميم المواقع",
    "Graphic Design": "التصميم الجرافيكي",
    "Be Part of Our Journey": "كن جزءًا من رحلتنا",
    "Our Trusted Partners": "شركاؤنا الموثوقون",
    "We collaborate with exceptional partners who help us deliver luxury and unforgettable experiences. Together, we craft excellence, from premium services to world-class hospitality, ensuring every visit is extraordinary.": "نتعاون مع شركاء استثنائيين لمساعدتنا في تقديم تجارب فاخرة ولا تُنسى. معًا، نصنع التميز، بدءًا من الخدمات الفاخرة إلى الضيافة العالمية، لضمان أن تكون كل زيارة استثنائية.",
    "Our Working Process": "عملية عملنا",
    "Our Process: Turning Ideas Into Digital Reality": "عمليتنا: تحويل الأفكار إلى واقع رقمي",
    "Discovery & Strategy": "الاكتشاف والاستراتيجية",
    "We start by understanding your goals and audience, creating a tailored strategy for success.": "نبدأ بفهم أهدافك وجمهورك، لإنشاء استراتيجية مخصصة للنجاح.",
    "Creative Brief": "الموجز الإبداعي",
    "We align with you on the vision, design preferences, and core objectives, ensuring we're on the same page.": "نتعاون معك لضبط الرؤية وتفضيلات التصميم والأهداف الأساسية، لضمان توافق الأفكار.",
    "Conceptual Design": "التصميم المفاهيمي",
    "Our design team creates wireframes and prototypes, bringing your ideas to life visually.": "يقوم فريق التصميم لدينا بإنشاء نماذج أولية ورسومات، لتحويل أفكارك إلى واقع مرئي.",
    "We gather feedback and refine the design to ensure it aligns with your brand and user expectations.": "نقوم بجمع الملاحظات وتحسين التصميم لضمان توافقه مع علامتك التجارية وتوقعات المستخدمين.",
    "Development & Build": "التطوير والبناء",
    "We turn the design into a fully functional website or app with cutting-edge technology.": "نحول التصميم إلى موقع إلكتروني أو تطبيق يعمل بكامل كفاءته باستخدام أحدث التقنيات.",
    "We rigorously test for bugs, optimize performance, and ensure a seamless user experience.": "نقوم باختبار شامل للأخطاء وتحسين الأداء لضمان تجربة مستخدم سلسة.",
    "Launch & Monitor": "الإطلاق والمراقبة",
    "Once everything's ready, we launch and continuously monitor performance for adjustments.": "بعد التأكد من جاهزية كل شيء، نقوم بالإطلاق ومتابعة الأداء لإجراء التعديلات اللازمة.",
    "Ongoing Support & Growth": "الدعم المستمر والنمو",
    "We offer continued support and help your project grow with scalable solutions and updates.": "نقدم دعمًا مستمرًا لمساعدتك في نمو مشروعك من خلال حلول قابلة للتطوير وتحديثات دورية.",
    "Step 6": "الخطوة 6",
    "Step 7": "الخطوة 7",
    "Step 8": "الخطوة 8",
    "Your Success, Our Priority": "نجاحك هو أولويتنا",
    "Why Partner With 3Tech?": "لماذا تتعاون مع ثري تك",
    "3Tech doesn't just deliver solutions; we create stories. With us, you own your project without recurring fees and gain access to a complete suite of services to transform your ideas into reality.": "ثري تك لا تقدم حلولًا فقط، بل نصنع قصصًا. معنا، تمتلك مشروعك بدون رسوم متكررة وتتمتع بوصول كامل إلى مجموعة متكاملة من الخدمات لتحويل أفكارك إلى واقع.",
    "Custom-Tailored Solutions": "حلول مخصصة حسب احتياجاتك",
    "Our Customers' Reviews": "آراء عملائنا",
    "Customers in over 5 countries": "عملاء في أكثر من 5 دول",
    "growing their businesses with 3Tech": "ينمون أعمالهم مع ثري تك",
    "In a world where creativity meets technology, 3Tech delivers exceptional experiences in building online stores, apps, and digital marketing. We’re here to tell your story and connect you with your audience through unique and impactful approaches. Every project with us becomes a memorable journey to success.": "في عالم يلتقي فيه الإبداع بالتكنولوجيا، تقدم ثري تك تجارب استثنائية في بناء المتاجر الإلكترونية والتطبيقات والتسويق الرقمي. نحن هنا لنروي قصتك ونوصلك بجمهورك من خلال أساليب فريدة ومؤثرة. كل مشروع معنا يصبح رحلة لا تُنسى نحو النجاح.",
    "Project Ownership": "ملكية المشروع",
    "Creative Marketing Expertise": "خبرة في التسويق الإبداعي",
    "Dedicated Support Team": "فريق دعم مخصص",
    "Cost-Effective Solutions": "حلول فعالة من حيث التكلفة",
    "Explore": "استكشف",
    "Explore Digital Optimization": "استكشف تحسين الحلول الرقمية",
    "Explore Creative Design": "استكشف التصميم الإبداعي",
    "Explore Marketing Solutions": "استكشف حلول التسويق",
    "Explore Mobile Applications": "استكشف تطبيقات الهاتف المحمول",
    "Explore E-Commerce Solutions": "استكشف حلول التجارة الإلكترونية",
    "Custom App Development": "تطوير التطبيقات المخصصة",
    "Create innovative, user-friendly mobile applications designed to meet your business needs and engage your audience.": "أنشئ تطبيقات جوال مبتكرة وسهلة الاستخدام مصممة لتلبية احتياجات عملك وجذب جمهورك.",
    "App Maintenance & Updates": "صيانة التطبيقات والتحديثات",
    "Ensure your app stays functional, secure, and up-to-date with regular maintenance and enhancements.": "تأكد من أن تطبيقك يظل فعالًا وآمنًا ومحدثًا من خلال الصيانة الدورية والتحسينات.",
    "Why Choose Us for Mobile App Development?": "لماذا تختارنا لتطوير تطبيقات الجوال؟",
    "Tailored App Development": "تطوير تطبيقات مخصصة",
    "We create mobile apps designed to meet your business needs, user preferences, and goals.": "نقوم بإنشاء تطبيقات جوال مصممة لتلبية احتياجات عملك وتفضيلات المستخدمين وأهدافك.",
    "Cross-Platform Compatibility": "التوافق عبر الأنظمة الأساسية",
    "User-Centric Design": "تصميم يركز على المستخدم",
    "Ongoing Updates & Support": "تحديثات مستمرة ودعم فني",
    "Consultation & Planning": "الاستشارة والتخطيط",
    "UI/UX Design": "تصميم واجهة المستخدم وتجربة المستخدم",
    "App Development": "تطوير التطبيقات",
    "Testing & Feedback": "الاختبار والتغذية الراجعة",
    "Launch & Monitoring": "الإطلاق والمراقبة",
    "Ongoing Support & Maintenance": "الدعم والصيانة المستمرة",
    "We define your app's objectives and features with a clear understanding of your target users.": "نحدد أهداف التطبيق وميزاته مع فهم واضح للمستخدمين المستهدفين.",
    "Create intuitive and aesthetically pleasing designs that enhance the user experience.": "ننشئ تصاميم بديهية وجذابة تعزز تجربة المستخدم.",
    "Build the app, ensuring it’s scalable, secure, and functional.": "نقوم ببناء التطبيق لضمان قابليته للتوسع وأمانه وفعاليته.",
    "Conduct extensive testing across devices and gather user feedback for improvements.": "نجري اختبارات مكثفة عبر الأجهزة ونجمع تعليقات المستخدمين للتحسين.",
    "We launch the app and monitor its performance closely.": "نقوم بإطلاق التطبيق ومراقبة أدائه عن كثب.",
    "Regular updates and bug fixes to ensure your app remains fresh and functional.": "تحديثات منتظمة وإصلاح الأخطاء لضمان بقاء التطبيق حديثًا وفعالًا.",
    "Crafting Seamless Mobile Experiences": "تصميم تجارب جوال سلسة",
    "Advertising Campaign Management": "إدارة حملات الإعلانات",
    "Maximize your reach with expertly managed ad campaigns across platforms like Google, Facebook, and Instagram.": "حقق أقصى قدر من الوصول من خلال حملات إعلانية مدارة باحتراف عبر منصات مثل Google وFacebook وInstagram.",
    "Marketing Consultancy & Strategic Planning": "استشارات التسويق والتخطيط الاستراتيجي",
    "Content Writing": "كتابة المحتوى",
    "Engage your audience with persuasive, high-quality content that reflects your brand’s voice.": "اجذب جمهورك بمحتوى مقنع وعالي الجودة يعكس هوية علامتك التجارية.",
    "Why Choose Us for Marketing Solutions?": "لماذا تختارنا لحلول التسويق؟",
    "Targeted Campaigns": "حملات موجهة",
    "We create tailored campaigns that reach your specific audience and achieve your goals.": "ننشئ حملات مخصصة تصل إلى جمهورك المستهدف وتحقق أهدافك.",
    "Data-Driven Results": "نتائج قائمة على البيانات",
    "Creative Content": "محتوى إبداعي",
    "Multi-Channel Expertise": "خبرة متعددة القنوات",
    "Goal Setting": "تحديد الأهداف",
    "Research & Targeting": "البحث والاستهداف",
    "Compaign Development": "تطوير الحملات",
    "Execution & Monitoring": "التنفيذ والمراقبة",
    "Reporting & Analysis": "التقارير والتحليل",
    "Continuous Optimization": "التحسين المستمر",
    "Understand your business objectives and define clear marketing goals.": "افهم أهداف عملك وحدد أهدافًا تسويقية واضحة.",
    "Identify your ideal customer and develop a targeted marketing strategy.": "حدد العميل المثالي لك وطور استراتيجية تسويقية موجهة.",
    "Create compelling ads, content, and marketing materials.": "أنشئ إعلانات جذابة ومحتوى تسويقي فعال.",
    "Launch campaigns and monitor their performance to optimize results.": "أطلق الحملات وراقب أدائها لتحسين النتائج.",
    "Provide detailed reports to track the success of campaigns.": "قدم تقارير مفصلة لتتبع نجاح الحملات.",
    "Use data insights to refine and improve campaigns over time.": "استخدم تحليلات البيانات لتحسين الحملات وتطويرها بمرور الوقت.",
    "Connecting with Key Online Voices": "التواصل مع الشخصيات المؤثرة عبر الإنترنت",
    "Clients grow their business with 3tech": " عملاء ينمو اعمالهم مع ثري تك",
    "Terms and Conditions": "الشروط والأحكام",
    "3Tech Platform Privacy and Usage Policy": "سياسة الخصوصية والاستخدام لمنصة ثري تك",
    "Last updated:": "آخر تحديث:",
    "Welcome to the 3Tech Platform. We place great importance on protecting the privacy of our users and respecting their rights. Therefore, we adhere to a strict privacy and usage policy. Please read the following policy carefully to understand how we collect and use personal information and our user's rights.": "مرحبًا بكم في منصة ثري تك. نحن نولي أهمية كبيرة لحماية خصوصية مستخدمينا واحترام حقوقهم. لذلك، نلتزم بسياسة صارمة للخصوصية والاستخدام. يرجى قراءة السياسة التالية بعناية لفهم كيفية جمع المعلومات الشخصية واستخدامها وحقوق المستخدمين.",
    "Information Collection": "جمع المعلومات",
    "We collect personal information you provide to us with your explicit consent, such as name, email address, and phone number, when registering on or using the platform.": "نقوم بجمع المعلومات الشخصية التي تقدمها لنا بموافقتك الصريحة، مثل الاسم وعنوان البريد الإلكتروني ورقم الهاتف عند التسجيل في المنصة أو استخدامها.",
    "We may collect non-personal data, such as platform usage data, to improve our services.": "قد نقوم بجمع بيانات غير شخصية، مثل بيانات استخدام المنصة، لتحسين خدماتنا.",
    "Information Use": "استخدام المعلومات",
    "We use the information we collect to personalize your experience on the platform, better provide services, and improve the quality of our services.": "نستخدم المعلومات التي نجمعها لتخصيص تجربتك على المنصة وتحسين جودة خدماتنا.",
    "We may use the information to communicate with you about our products and services and to provide promotional offers.": "قد نستخدم المعلومات للتواصل معك بشأن منتجاتنا وخدماتنا ولتقديم العروض الترويجية.",
    "Information Sharing": "مشاركة المعلومات",
    "We do not sell or share your personal information with third parties without your explicit consent, unless legally required.": "نحن لا نبيع أو نشارك معلوماتك الشخصية مع أطراف ثالثة دون موافقتك الصريحة، إلا إذا كان ذلك مطلوبًا قانونيًا.",
    "We may share information with our affiliates or trusted third-party partners who assist us in providing the services.": "قد نشارك المعلومات مع الشركات التابعة لنا أو الشركاء الموثوقين الذين يساعدوننا في تقديم الخدمات.",
    "Information Protection": "حماية المعلومات",
    "We take technical and organizational measures to protect your personal information from unauthorized access, improper use, alteration, and modification.": "نتخذ تدابير تقنية وتنظيمية لحماية معلوماتك الشخصية من الوصول غير المصرح به أو سوء الاستخدام أو التغيير أو التعديل.",
    "We adhere to strict security standards and guidelines to protect your data.": "نلتزم بمعايير وإرشادات أمان صارمة لحماية بياناتك.",
    "Legal Compliance": "الامتثال القانوني",
    "We comply with all applicable Saudi laws regarding personal data protection and privacy.": "نحن نلتزم بجميع القوانين السعودية المعمول بها فيما يتعلق بحماية البيانات الشخصية والخصوصية.",
    "Rights to Use and Control": "حقوق الاستخدام والتحكم",
    "You have the right to access, correct, delete, or transfer your personal information.": "لديك الحق في الوصول إلى معلوماتك الشخصية وتصحيحها أو حذفها أو نقلها.",
    "You can also modify your personal information through your account settings.": "يمكنك أيضًا تعديل معلوماتك الشخصية من خلال إعدادات حسابك.",
    "Policy Changes": "تغييرات السياسة",
    "We may update our Privacy and Usage Policy periodically, and we will post any changes on the platform.": "قد نقوم بتحديث سياسة الخصوصية والاستخدام لدينا بشكل دوري، وسنقوم بنشر أي تغييرات على المنصة.",
    "If you have any questions or concerns about our Privacy and Usage Policy, please contact our support team at info@3tech.sa or +966557122917.": "إذا كانت لديك أي أسئلة أو استفسارات حول سياسة الخصوصية والاستخدام لدينا، يرجى التواصل مع فريق الدعم لدينا عبر البريد الإلكتروني info@3tech.sa أو الهاتف +966557122917.",
    "Greetings": "تحيات",
    "3Tech Platform Team.": "فريق منصة ثري تك."
}